{"podcast_details": {"podcast_title": "The Oprah Winfrey Show: The Podcast", "episode_title": "14 Years Old: They Say They're Ready To Have Sex", "episode_image": "https://image.simplecastcdn.com/images/c192fefa-68d2-4132-abb4-19d44fea785b/e5269bd4-6e33-4f75-9840-8e7af28082da/3000x3000/tows-podcast-keyart-ownpod.jpg?aid=rss_feed", "episode_transcript": " Through 25 seasons, 4,561 episodes, I believe the Oprah Winfrey Show was one of the greatest classrooms in the world. I really never thought of it that way. The aha moments, the breakthroughs, the LOLs, the connections, the occasional ugly cry. I miss him so terribly. I miss him every single minute. The moments that mattered. The eye-opening life lessons. Never allow them to take you somewhere else. I'm bringing them back. It's time to open the vault. I've personally chosen these classic episodes to share with you again. Every single person you ever will meet shares that common desire. They want to know, do you see me? Do you hear me? Does what I say mean anything to you? You are listening to the Oprah Winfrey Show, the podcast. Today, sex therapist Dr. Laura Berman is back for part two of our conversation about how to talk to your children appropriately and directly about sex. We hit a nerve with a lot of moms when Dr. Berman brought up the subject of masturbation. I encourage mothers, in particular of daughters, to talk to their children about self-stimulation and sexual response. I just don't see mothers in this country being able to sit down and talk to their daughters about, you know, self-stimulation. We're talking about sex here and intercourse and making wise sexual decisions. What's the big deal about talking to them about self-stimulation? Many mothers agreed with Dr. Berman. It was my aha moment. I'd rather know my daughter's masturbating than getting pregnant at 16. I agree strongly with Dr. Berman that female sexual response needs to be claimed by the females involved and not left to be discovered on a date. But others strongly disagreed. I was very, very disturbed by her promotion of masturbation. I was totally outraged and disgusted and offended. Telling our children about self-pleasure is absolutely wrong. These are absolute nonsense behaviors for a mother to be talking to her daughter about. So why does it seem harder to talk about masturbation with girls than with boys? My personal opinion is that it's something that women themselves, the mothers themselves, feel uncomfortable with and anxious about and taboos around and guilt around. So it's hard for us to get past that with our daughters. And so instead of passing on the sense of empowerment and owning your own body and your own sexuality, we're passing on this guilt and this embarrassment and this shame about our bodies to our daughters. But I thought a nerve was hit at the last show, particularly in women of a certain generation, that they are really uncomfortable talking about their bodies and feel in many ways, because of this whole masturbation issue, that that part of themselves is to be touched or experienced for a man. Yeah, for a man. For a man. And by a man. And by a man, that's really what you're talking about. Yeah. And so what I'm saying is that if you teach your daughters about self-pleasure for themselves and owning their own bodies and their own sexuality, and you make it normal and you make it natural, you are giving her the hugest gift that most of us didn't get growing up. And most of the women that I've seen through the years doing therapy with, trying to get them to be able to feel comfortable with sex, to want sex, to be able to have an orgasm, they never learned this growing up. And I can promise you that if you teach your daughter to take the reins of her own pleasure for herself, by herself, she will be significantly less likely to give it away to any guy who makes her feel good. She's going to own it for herself. And also, perhaps less likely to be in that club of giving out oral sex, because as we discussed in the last show, so many young girls, middle school girls, having oral sex because the boys want it. Right. And there are more girls who want it. It's about the boys. It's all about the boys and about pleasuring the boy. If you teach your daughters to own their own and that they should have pleasure, too, at least it brings the question of, if I'm going to give it, I'm going to get it. And it's the ultimate form of empowerment. It's an element. We want to empower our daughters. You don't want her to have sex right now. I agree with you. But you eventually want her to have a fulfilling, happy, loving, intimate sex life. You are setting the foundation now from a very early age, teaching her the correct terms for her body parts, celebrating her bodily functions, but also, when the time is right, teaching her about self-love, about self-pleasure, about understanding her own body and her own sex life. Yes, even you. The very first show I did with you here, I was calling the vagina Vagayjay. Yes. And you said. He picks that right up. You said, why do you keep calling it that? Because that's what they did on Grey's Anatomy. And I like the term. And I like the term Vagayjay because it doesn't sound so vagina-like. Right. But it's really a vulva. But it's really a vulva. Not the same. It's not the same. So we should all be saying, my vulva. My vulva, your vulva, yeah. And aren't the guys glad they came to the show? Love. Yeah. Yes, love your vulva. Love your vulva, girls. Actually, vulva is a nice word. 28-year-old Vista, Vista with a vulva, is joining us on Skype. And she has a question about her four-year-old daughter. Vista, go ahead. Hi, Oprah. Hi, Dr. Berman. Hi. I have a question. I have a four-year-old daughter that I caught masturbating about a few months ago. And it's the type of masturbation that she's doing that's concerning me. I wanted to know more about it and how I can deal with it, how I can go about it and talk to her about it without scaring her, damaging her in any way. But what is she doing? She crosses her legs and she presses. She sweats. Her heart beats fast. So that's why I'm concerned. That's how she does it. How often does she do it? I mean, is it all the time or is it just occasionally? OK, like when she lays down to watch TV, when she's relaxed, when she's going to bed, times like that. That's the thing with young kids at this age, they are using masturbation to self-soothe. They'll do it while you're reading them a story. They'll do it while they're watching TV. They'll do it when they're going to sleep. It's totally natural. It's totally fine. It's not something that you even need to comment on unless they're doing it when company is over or out on the street. And then you use it as an opportunity to teach them about their private parts. Your vulva is your private part. And because it's private, I know it feels good to touch it, and that's fine. But it's something that you do when you're in private, in your own room, when company's not over. They come into this world very in touch with their bodies and very sensual and very sexual unless we really interrupt it. And our job, in my opinion, is just to frame it around our values, to guide them, to teach them, to give them the information about how to be safe, and to help them navigate this crazy world that we're all living in now. But I shouldn't be concerned that she's starts sweating and her heart beats fast. She's probably getting aroused. She's probably getting aroused and getting close to orgasms. Is it ever a sign of abuse, though? I mean, in a child that young, I would fail. No, it's not if it's once in a while. If she tells me that she's doing it all the time, that she's doing it almost compulsively, that you've had conversations with her about it being a private part, and she's still doing it out in the open and compulsively, then that is one of the signs of sexual abuse. And if you are concerned about it, you can all mean, this is a great opportunity. You can say, you know, honey, I know that feels good. And just remember, that's your private part. But nobody else should be touching your private parts. And you shouldn't be touching anybody else's private parts. You also say, if anybody ever touches you in your private parts or asks you to touch their private parts, you can always tell Mommy or Daddy will always protect you and help you so you never have to worry about getting in trouble. You know, you're always reinforcing that all the way through. Right, I'm a stay at home mom, so I know she's, it's not a sign of abuse or anything. It's just, I guess, it's natural. Yeah. Thank you, Vista. Thank you very much. Thank you. You're welcome. MUSIC We recently joined forces with Seventeen and O magazines for a groundbreaking new sex study that surveyed moms and girls ages 15 to 22. The results revealed only 35% of moms talked to their daughters about sex and pleasure. In fact, only 17% of girls who talked to their moms about sex covered what it would feel like the first time, even though a staggering 94% of girls said it actually helped talking to their moms about the emotional side of sex. Continue our conversation, yes. You don't discuss the masturbation part of it with your child because it's not a concern. It's not one of the worries that, you know, are in your lives. You're wanting to protect her and your other children and not think about the pleasures of it. Most conversations that mothers have, mothers and daughters have, it's all about protection. It's all about trying to keep the daughters from getting pregnant or keeping them from getting sexually transmitted diseases. And that's exactly your point. Yeah. By three girls. She's my oldest, and I've never addressed that at all. About the pleasure part. And the fear is, I think it's twofold. One, we definitely want to talk to them about the risks of pregnancy and sexually transmitted diseases. Absolutely. But two, we're scared that if we talk to them about pleasure and about the joy of sex, that it's going to make them want it all the more. Yes. And the opposite is true. When you teach her about her own body and the gift and the joy and the beautiful thing that sex is in the right context, and you set that context, then you're really empowering her. So when the time comes, she's that much more likely to make those healthy decisions and to feel good about who she is as a sexual person and not just give away that gift to anybody the first time or any time. Well, here's more of the survey. Take a look at this. 46% of girls 15 to 18 who've had intercourse claim their mothers don't know. More disturbing, 78% of girls who've had intercourse have done so without using a condom. And 56% say they had sex without any birth control at all. But the girls who do talk to their moms before losing their virginity are less likely to have sex without birth control and less likely to have regrets about their first time. So what should you do if you suspect that your teenager is having sex and refuses to talk to you about it? Well, take a look. My son, Pierce, is a 14-year-old freshman, and he's dating a fellow classmate, Courtney, who is also 14 years old. I noticed the way he's looking at her that they're pretty serious about each other. She's really nice to everybody, especially me. She's really great. She makes me happy, and I love her. I feel as if we're in love with each other just because we do make each other really happy, and everything bad pretty much goes away when we're around each other. When my mom found out that I was dating Pierce, she kind of freaked out. I found out about Courtney and Pierce by accident. I look outside, and there's Courtney down the block, arm in arm, kissing this guy I had no idea about. And I couldn't believe it was my daughter. I had no idea Courtney was even the least bit interested in boys. We thought that was a year or two away. I think she might have thought that I was, like, a whore or something, in my opinion, because I felt as though she thought I was going around having sex with, like, every boy in the school. She did more of the talking than listening, and I didn't like that. Go, sir. I hate that I'm not able to talk to my mom about these kind of things, but I'm just not that close with her. From my gut, they were getting very, very close to having sex. I went to the drug store, and I stood in the condom aisle for about 30 minutes or so. And, you know, I'm reading the titles, you know, going, for her pleasure. I'm like, no, I don't want to get that one. So I came home, and I put the condoms in his room. But making that purchase was probably the hardest thing I ever did, because I didn't want him to think that I was giving him, like, you know, go for it, son. Oh, my god. We've done pretty much everything besides sex. Yeah. I want to have sex with her for the first time, because I love her, and she's so great. And I just want to have that experience with her. We probably would be having sex if we had the opportunity to, and, like, we wouldn't, like, get interrupted in, like, the middle of it. Like, that's the big thing. That would be pretty awkward if, like, someone walked in. Pierce and Courtney are here along with their mothers, Lisa and Beth. Lisa and Beth, did you know they'd done everything besides sex? I can't say I specifically knew everything they were doing, but I had a good feeling that it was progressing. Progressing. That's why you went to get the condoms. I did. Because I had the feeling. And I heard you were upset when you heard that you'd gotten the condoms. I was taken aback by it, because Lisa called me when she realized that I was having real issues with Courtney dating Pierce. And I was doing everything in my power to keep them apart. Courtney's grades were failing. And based on that, it was like, OK, you're staying in the house. You're never leaving. I, you know, you're going to stay that way until you're 21. Yeah. And that works. That works well. So Lisa called and said, I just want to open up this communication and let you know that we're on the same wavelength as you are. We are committed to our son the same way you're committed to your daughter. We are looking to have our son with a bright future the same way you want that for Courtney. So let's just keep the lines of communication open and rest assured that when she's in our home, we're going to take as good of care of her as we are taking care of Pierce. Isn't that progressive? That's really good. That's really good. So then why were you? OK, so I took a real deep breath. Courtney and I talked a little bit more. And I started once again giving her a lot more freedom to make choices. Then I found out that Lisa bought condoms and put them in Pierce's drawer. And I was floored. Based on what I thought was Lisa keeping open communication with me. Well, she didn't touch base with me and say, listen, you know, I'm getting a little panicky here. And I just want to make sure that these guys know what they're doing. And if they are doing it, then I want them to be protected. Nothing. I just found out that she put the condoms. So then I thought maybe Lisa wasn't really being honest with me. That's what you felt? Yes. So then what happened, Lisa? When she voiced that to me, I acknowledged it. You know, I was torn on it. Because part of me felt that Pierce being protected, Pierce being educated, is my responsibility. Courtney being protected and Courtney being educated is her responsibility. So I felt by going and buying the condoms that I was educating my son. I am a realist. We have a very realistic household. I have opened the dialogue with my children at a young age. But I was torn. I mean, I see her point. But part of me disagrees with her point. Because I felt that I said to her, if I put her shoe on my foot, if she took Courtney to a doctor and got a cervical cancer vaccination, got her a checkup, got her on birth control, I would pat her on the back and say she was being a responsible mother. So I didn't really feel like I needed to run that particular aspect of the information through her. But I see in hindsight where I was wrong, you know, that I probably should have called her. And said, look. And said, look, I feel. I mean, we had had the dialogue where I thought that they were looking for an opportunity. You know, and so I'm shutting them down at every opportunity I can and not having them have time alone. I travel. I work. And I travel. So I have people stopping in at my house unexpected. He knows. So I am making sure I am not giving them the opportunity to be alone. So I gave Beth my commitment on that, that there is no den of iniquity happening in our house with no parent watching what's going on, because I do travel. And even giving your son the condoms, you were torn because you thought giving him the condoms, is that going to make him think, now I'm condoning it? But what you said when you gave him the condoms was what? Well, I'm a realist. And I said, I understand what's going on. I understand. I watched him and the way that he looks at her and the things that he tells me. We have a very good communication, my son and I. We always have. And he told me he loved her. And he came to me when he felt that Courtney wasn't being honest with her mother. And that's why I called her mother, because I said, you are not going to start your first really serious love relationship on a lie. You know, you're going to communicate. I'm going to communicate with her mother. You're going to see each other on an honest level. That's the way you should start. You're not going to be sneaking around? You're not going to be sneaking. I will not condone sneaking. You need to be able to date each other. I mean, they're in high school. I mean, this is a natural part of high school. The things that's happening to both of them is a natural part of growing up. And so I felt that, you know, by him being able to talk to me, and I try very hard. I mean, he'll tell you. I mean, am I a judgy mom? I mean. No, you're not a judgy mom at all. Like, you understand everything and what goes on in high school life. Well, obviously, or you all wouldn't be sitting here talking about it. And if you suspect your child is thinking about having sex, Dr. Berman has several important questions that she recommends you ask. Well, let me just say, first of all, that we need to acknowledge for the two of you, Pearson Courtney, that at least from what I saw in that tape piece, there's a tremendous amount of respect and love and consideration and connection between the two of you that I think is so fantastic. And that we can't let go by the wayside as we're talking about this big issue. That you really do deserve some credit for that and some encouragement around that part of your relationship. Because that really speaks highly to the connection between the two of you. The question that I have when you're thinking about taking things to the next level sexually is, why? Why now is it about intercourse? Well, it's about intercourse because we love each other. And we've been dating for a little while. And we feel like we're ready because we love each other. And we're not just doing it because we want to do it. We don't want to just get it over with. We want it to be special. Right. And I hear that. And I think that that's a great reason, one great reason. You know, to take things to the next sexual level. But why not, why intercourse? Like why is that necessary now for you? I think having sex intercourse is a really big step in your life. When you do do it for the first time, it has to be with someone that you really care about. And I do really care about Piers. And I think for me to do it with him for the first time would be really special. OK. And how long do the two of you plan to stay together? I don't think we really have a break up date. Right. OK. Depends on like, you know, the factors of life and stuff. But you expect yourself to be together. No, let them answer it. You ask. Sorry. Hopefully a long time. I'm hoping for that. But I don't know what she thinks. Hopefully she thinks a long time too. Yeah. How long is a long time? Well, a long time be like six months to a year. OK. OK. OK. Good. Now, it's high school. It's high school. What do you expect? It's high school. What do you expect? That's what's great. Right. That's great to know. But that's important because these are the conversations that you want to have before you have sex. Because I hear you. You do want to have sex the first time with someone who you trust and who you love and who you feel safe with. And I get that the two of you have that. But you also want to think about the long term for two reasons. One is that one of the first things you want to do before you have sex is to have a really clear conversation about what's going to happen the next day. What's going to happen a week from now? What's going to happen a month from now? Courtney, let me ask you. If you were to hear from him here today that he's really, and I'm not saying this is what he's saying, but he really only plans to be with you for six months, would you still want your first time to be with him? Well, I think if he limited our relationship to only being six months, I don't think so. OK. So. But what's really key here, and this is so important, what a wonderful lesson for all of us to learn from you, that what one person's idea of a long time is may not be what your idea of a long time is. And so what would have been your answer to what is a long time? I know it's been clouded now by six months. But when she said, what is your idea of a long time, what were you really thinking? Well, I didn't really have a time, just the thought of a long time being not having an expiration date. Right. And let me just add something. And I don't know if I'm not wanting to put words in your mouth, Courtney, but I think for most girls your age, when you feel this much love and this much connection, you are imagining forever. You're imagining the rest of your life. Because you are now 14 years old, and you don't know what. You can't conceptualize who you're going to be at age 20, 30, 40. This is who you are now. And the feelings are so intense, and the emotions are so intense that when you look at Pierce, you imagine you're going to be with him for the rest of your life. Right? And I don't think that that's unreasonable. And then what happens when you have sex with someone who loves you in the same way you love him, but maybe sees things a little bit differently, and sees a long term relationship as six months to a year? It's a very different animal. You see what I'm saying? It's a very different context. So that was a really good question. Yeah. That was good. That was good. How long? How long is very good. Isn't that good? Now we're getting some work. Go ahead. And what that means is, and what we're talking about when we say the emotional changes, is that when you have sex, any time you have sex, but especially for the first time, it comes with intense emotions, intense feelings, especially afterwards. What does this mean for who I am as a person? What does this mean for my body? What does this mean for my relationship with this person? What happens next? And if you go into it expecting forever after, and forever after doesn't happen, then you end up having regrets about that first time. And the whole thing you don't want, and the reason you're saying you want to have sex with Pierce is because you love him, and you feel safe with him, and you think that that's going to prevent you from having regrets. So you have to really go down that path and think about the regrets. What about the boy's expectations after the first time? What do you mean by that? What is he going to be thinking every time he sees her after that first time? Meaning the first time leads to another time and another time. It's exactly. What are his expectations of how often this should be? You know, from that point. Well, we've actually talked about that. And? My expectations are not really up to me. It's kind of like her decision how often she wants to continue doing it. So I don't really have a choice. I like that answer because she's got a consent. That's good. And that's part of the conversation as well. Have you talked about condoms? Your mom gave you some. But the one thing I would add, and I think it's great that you bought those for them and made them. I mean, I understand it was a controversial issue, and I see that. But what you could also do is have the conversation with him about if you're going to give your kid condoms, talk to them about how condoms work. Talk to them about correct use of condoms. Show them on a banana how to roll one on correctly and that you have to squeeze the tip and keep the air. And because otherwise they break. So do you guys know about condoms and how to use one and the correct way to put one on? Yes, I do. Where did you learn it? I kind of figured that one out. Practiced? No, but I mean, I don't see how it's that hard to figure it out. It can be because a large percentage of people put them on backwards, don't leave air on the tip, and then it breaks. That's the number one reason that condoms break is because they are not put on correctly or there's not room left at the tip. And so it breaks when I won't get too graphic, but it can break. Let's just put it that way. And so that was one piece. And then also, are you prepared with two forms of birth control? Because it's not only condoms that you have to use to prevent from STDs, but because condoms break, you must have a second form of birth control. So have you talked about that? No. OK, then let me ask you the next question. Have you talked about what happens if you get pregnant? What the two of you will do? Yes, we have talked about that. What would you do? Well, it depends if she wanted to keep the baby or not. If she wanted to do adoption or an abortion, there's all those cases. And what do you say? I have no idea. Like, I'm scared to even think about that because of how big of an impact it would be on my life and everything. But this is so good, don't you think, audience? I think this is so good because I think your response is so typical. You say, too scared to even think about that. But that is a real possibility every time you have sex, right? One third of girls in this country are pregnant by the age of 20. OK? So it's a big deal. It's a real possibility. And if you're going to have sex, any time you have sex, you have to be really clear that you've gone all the way down that path and that you know what the possible ramifications are, that you know that you can get pregnant, and that you know what you'll do and what will happen to you in your life if you do get pregnant. OK? So it doesn't sound like that piece of the puzzle has been solved yet. Yeah, because everybody thinks it's not going to happen to them. Right. And that's what we like to do is just sort of put our heads in the sand. And I mean, especially when we're 14 years old, we don't, you know, it's not. First of all, when you're, and this is why it's so important to start having these conversations early. When you get to this point where your hormones are firing so fast, you are just overwhelmed with feelings, and you are infallible, and you are immortal. OK? And it just can't happen to you. And part of that is developmental. Part of that is because the prefrontal cortex of our brain, which is sort of like the CEO and the rational part of our brain, develops last. And for most of us, it's not fully developed until we're around age 21. So a 14-year-old's got all this impulse, all this hormones, all these feelings, and not enough of the rational consequence decision making happening up here. Literally in the brain. In the brain. So just developmentally, they're not capable of automatically going there. So your reaction, Courtney, is natural for your age and stage in life. I can't even think about it. I'm too scared, and it's probably not going to happen to me. But if you're going to have sex, it's a real possibility, and you have to go down that path and think about it. That's one of the homework assignments before you have sex. The other is, do you understand sexually transmitted diseases? Has anyone gone over those with you? School has. We've had presentations about that. About sexually transmitted diseases? Quite a few times, like from sixth grade to now. Right, and that's because for the past eight years, at least, that most schools, if they do have sex education, it's abstinence only education. So they teach you about sexually transmitted diseases and pregnancy, but they don't necessarily teach you about prevention. OK. So they will have that. That's good. Now, are both of you absolutely sure that neither one of you have been with anyone else sexually, meaning orally, any other way? And if you have, then you would both need to get tested for sexually transmitted diseases before you had sex. That would be another step before. So are both of you sure of that? Yeah. I'm sure. That you meet each other's first? Well, let me just say, it's a matter of really getting clear with both of your parents. I mean, the great thing is that the four of you guys are here together. And you're talking about this, and you're having this open dialogue. But what I would say to you is that I'm not the one to tell you to have sex or not to have sex. In some ways, your parents, as much as you try, are ultimately not necessarily going to be able to control. They can't be with you every second. But it's really important to think about your relationship with your parents, your relationship with your caregivers. And it's important for you guys to be having these conversations with them, ideally from a much earlier age. Yeah, but this is what's so interesting to me. Because I grew up in the world where your parents just said, don't do it. Keep you dressed down. Don't do it. Don't do it. Why did you not take that route? Well, because I'm not. Why didn't you just take the route and say, you're too young? It was not easy for me to go to that drugstore, all that. So I just decided to take a more realistic approach. I also, he talked to me. He talked to me. And I did a lot of listening. And your reaction is to go, no, don't do it. And he knows. I mean, he'll tell you right now, I don't want him to have sex this young. But the reality is, I can't watch him every second. And I need to educate him and give him room to grow up. And also, don't do it doesn't work. Don't do it doesn't work. It's just like putting your head in the sand. And also understanding that when you give your kids the information, just even the things that I've been talking about with them, if you talk to your kids about that, you can make clear, look, I'm giving you this information about condoms and about sexually transmitted diseases and birth control and everything else, not because I want you to do it. I don't want you to do it. And here's why I don't want you to do it. But I also want you to have all the information so that when the time is right, you know what to do. You know how to protect yourselves. And that's what's so important. And the studies have shown that just saying don't do it doesn't work. Those kids will not delay sex significantly longer than the kids who get the sex education. They're only less likely to protect themselves. OK, so having heard everything you heard, you think you're still ready? Yeah, I think I'm still ready. What about you, Gordie? I'm slowly getting talked out of it. We'll come back and talk about it. The audience is standing up. Oh, wow. That's pretty amazing. That's pretty amazing. Oh. So your final thoughts about Pierce and Courtney. Well, my final thoughts is that I hope that these questions have really given you some stuff to think about, some things to talk about, not only between the two of you, but with your parents. And that parents need to know that this is the kind of conversation of calm, listening a lot, asking their opinions, and giving them your thoughts and feelings. And that my hope for the two of you is that whenever you have sex, hopefully you'll wait. Hopefully your love will still be there. Six months from now. Six months from now, a year from now. And that there is a lot more that you can do to feel close sexually and to get that sexual gratification together that you want that doesn't put you at risk for pregnancy and sexually transmitted diseases and that allow you to show that love and connection and those sexual feelings that you have for one another. Well, and again, I would like to say that I think that what you started, Lisa, with Beth, calling up the parents and saying this is what's going on with my son and having and trying to establish a line of communication is really, really important. Absolutely. Really important. Absolutely. Thanks, everybody. Pierce and Courtney, and to you moms, Lisa and Beth, and everybody again. Thank you, Dr. Berman, so much to talk about. All right. Bye, everybody. I'm Oprah Winfrey, and you've been listening to the Oprah Winfrey Show, The Podcast. If you haven't yet, go to Apple Podcasts and subscribe, rate, and review this podcast. Join me next week for another Oprah Show, The Podcast. I thank you for listening."}, "podcast_summary": "In this Oprah Winfrey podcast episode, sex therapist Dr. Laura Berman discusses the importance of talking to children about sex, specifically addressing the topic of masturbation. Dr. Berman suggests that it is essential for parents, particularly mothers of daughters, to have open conversations about self-stimulation and sexual response. She emphasizes that by normalizing and educating girls about their own bodies and pleasure, they can develop a sense of empowerment and ownership over their own sexuality. Dr. Berman also addresses potential disagreements and discomforts surrounding the topic, highlighting the need to let go of guilt and shame and instead focus on providing education and support to young girls. The podcast also explores the importance of discussing contraception, sexually transmitted diseases, and the emotional aspects of sex with teenagers. The goal of the episode is to encourage parents to have open, honest conversations with their children about sex and to provide them with the knowledge and tools to make informed decisions. Overall, this episode highlights the need for communication and education when it comes to discussing sex with children, promoting healthy attitudes and behaviors.", "podcast_guest": "Dr. Laura Berman", "podcast_highlights": ""}