{"podcast_details": {"podcast_title": "Oprah’s Book Club", "episode_title": "Caste: Pillar 8", "episode_image": "https://content.production.cdn.art19.com/images/5e/f8/b6/6a/5ef8b66a-9507-43ed-97f9-86de3934fe8b/83607482c683c7e1b8bad5a4d58405cdfcbd8cdb10ec020cb28468974f7f895941779c48490edabbd8d1ea2670db3a1f9e124c2ad3cb8e068f33835a19fc0655.jpeg", "episode_transcript": " MUSIC Hi everybody. Together with Apple Books, welcome again to the Oprah's Book Club podcast and our series on Isabel Wilkerson's magnificent book cast, The Origins of Our Discontents. Today we're talking about Pillar 8, and it's titled, Inherent Superiority vs. Inherent Inferiority. Now this is where the rubber meets the road. Isabel breaks this down. You write that beneath each pillar of cast was the presumption and continual reminder of the inborn superiority of the dominant cast and the inherent inferiority of the subordinate. It was not enough that the designated groups be separated for reasons of pollution or that they not intermarry or that the lowest people suffer due to some religious curse, but that it must be understood in every interaction that one group was superior and inherently deserving of the best in a given society and that those who were deemed lowest were deserving of their plight. Wow. Well, at every turn and in everyday encounters, signs and symbols and customs were used to elevate the upper cast and demean the lower cast. Can you describe some of these? Well, we're all familiar with the colored only and the white only signs that existed throughout the South from much of that time. One of the things that we may not pay as much attention to is that they went to the trouble of making sure that the water fountains for white people, the dominant cast, were bigger, looming over often, the smaller, lower, literally lower water fountain that would save for colored people. So at every turn, the symbolism, the imagery, the reminders were always there. When it comes to the messages that we get from popular culture, in film, particularly, throughout the 20th century, African-American actors were consigned to only servant roles, which were reflective of the roles that they would have had in society as well, but that there were extra things that they would do to assure that the black actors would be seen as especially in contrast to the elevation of the white character that they might be playing against. And this happened to the actress Louise Beavers time and time again. She, for example, was not raised in the South, so she actually spoke without a Southern accent. She did not know what would be considered black vernacular, a Southern country vernacular, and yet she was forced to have to learn the vernacular in order to fulfill the stereotype that was in the mind of the directors who were creating the films that she was in. She was also required to wear extra padding. She was already a full-framed person, but then they would add additional padding so that she would be seen in greater contrast to the porcelain starlets that she would be contrasted against to build an even greater distinction between the presumed superiority of the white starlet against the presumed inferiority in every way that she was forced to play. These were the roles that she played throughout much of her career, even though this was not who she was at all. She would not have been permitted to actually be herself because that was not what the caste system would have assigned her and her role to be. And you write on page 206 about leaders. The great tragedy among humans is that people have often been assigned to or seen as qualified for alpha positions, as CEOs, as quarterbacks, as coaches, as directors of film, presidents of colleges or countries, not necessarily on the basis of innate leadership traits, but historically on the basis of having been born to the dominant caste or the dominant gender or to the right family within the dominant caste, the assumption being that only those from a certain caste or gender or religion or national origin have the innate capacity or deservedness to be leaders, which is what Shanna was speaking about in a past episode. And I think we're seeing this play out in our country. You say this actually ends up being a tragedy for humankind. It's a tragedy for humankind because remember, for most of our country's history, until the 1960s, the vast majority of positions of power, influence, intellect, innovation, in advertising, in business, in whatever it might have been, were the preserve of a certain segment of society. You think back to, say, the world of Mad Men. I mean, that was reflective of the world up until the 1960s, in which only certain people, only one segment of society being white and male primarily, were even considered possible to even get in those positions. That meant that a good portion of the entire country was not able to make use of their talents, that society was not able to make use of their talents. And we have to remind ourselves that with the 1964 Civil Rights Act, which came at great cost of loss of life to people who were advocates and who were fighting in the Civil Rights Movement, protests in the Civil Rights Movement, that those gains helped not just African Americans, in fact, African Americans were not the most likely to be helped by that, that actually it opened up the way for women of all races to do the kind of work that was not possible or not as readily available, that there were no protections for women, as well as for black people, until the 1960s. The Civil Rights legislation opened up a way, not just for black people, but for women whose talents and gifts and intellect were not being made full use of in our society. So the idea of a caste system that was set up only for certain kind of people to participate, meant that the entire country was losing out on the potential for advancement, because it was not making the most of all of its talent. Yes, and then I remember in our first episode, Melba shared that this idea was one of the first things that you learned as a child, this idea of the upper caste and demeaning, and being able to demean the lower caste. She was talking about stepping off of the sidewalk and not being able to... That was just so complex. There were 100,000 rules that you learned really early. Don't look them in the eye. You're never going to wear anything similar to what they wear. You're never going to want anything, like at Christmas time. You can't touch those toys. You can't be near those toys. Every example that you can think of, the signs on everything. When I was black, one of the biggest traumas I had was having to go to the bathroom. If you had to go to the bathroom in public, the African-American bathroom was down the stairs, past the dirty boxes, past the garbage bag, and it was this horrible hole that smelled awful, whereas the white folks' bathroom had little daisy cups on the door. And my first big encounter with the Little Rock police was going in that white lady's bathroom. Because once again, at age five, I said, wait a minute, that's the pretty one. And I got loose with my grandma, and I said, that's where I'm going today. And I went in there, got my grandma arrested, my mom. I got them into a horrifying situation, and they asked where I, one of those people who was traveling on the buses trying to integrate the South, almost got us killed with that. But yes, every single thing that surrounded me, where you could live, where you could grocery shop, a trip to the grocery store was my first encounter with I Am Less Than. I was standing by the potato bin, and this man told me that I was a puppy. The man told me that I was, yes, for sure. That was a picaninny, and that was a dog, and I needed to go home. That's why I was brown. And so every single thing that I encountered as a little kid, why can't I sit on the front of the bus? Why did I have to sit in the back? OK? Why can't I have water? Why can't I have a soda at Woolworths? Why can't I eat downtown at all? Why can't I swim in that pool? My biggest whole thing was, why can't I ride on that merry-go-round? All the other white kids were in line. So one day, I got away from my parents, and I got in line with my pennies that I saved up and got into a lot of trouble once again. Everything that surrounded us was meant to keep us in line. Keep those people in line. Melba, you've been getting in good trouble a long time. You've been getting in good trouble a long time. A long time. For this book, I did something I've never done before. Last time I shared so many copies of a book, it was the color purple, y'all. I bought 500 copies of CAS and sent them to all 50 US governors, to mayors of the largest cities, CEOs from top companies, sports team owners, and college presidents. And I think I did that because I believe this book to be essential for our government and business leaders to understand the origins of our discontents, why we are where we are in this country, so that we all can begin to acknowledge and accept the truths in order to move forward. David Holt is the mayor of Oklahoma City, which is over a half million citizens. He is a registered Native American, by the way, Mayor Holt, and everybody else knows that he actually looks white. He is a Republican and wrote to us about this book CAS. Welcome, Mayor. Hi. Thank you. It's an honor to be with you, Ms. Winfrey. Thank you for the book. You're welcome for the book. Thank you for reading it. What was your greatest takeaway, and how has it changed the way you now view what you do every day? So Oklahoma City is a very diverse city. Under the age of 18, it's 60% non-white. But I think our leadership decisions align much more with the caste system that Ms. Wilkerson, and Ms. Wilkerson, thank you for sharing these important thoughts with the world. I think we've had a real struggle in Oklahoma City that we don't have diversity in our decision-making process. So when I ran for mayor two years ago, I made incorporating the diversity of our city into our decision-making process as one of my four planks that I ran on, because 90% of the hundreds of people that serve on our city's boards and commissions were white. 70% were male. And that doesn't reflect our city. So I think how that ties to the book as a whole, and as obviously to this eighth tenant, is that we have built a leadership structure that favors the dominant caste. Now, I've never talked about it, obviously, in those words. And I think this new philosophy and paradigm that Ms. Wilkerson has introduced to us helps me. Because you've got to understand, as an elected official, I come at it from, what is the best path forward to get public support for change? And to date, I have always talked about this, essentially, as an issue built around race. And sometimes that can feel overwhelming to people, because race feels like something that nature gave us. Now, Ms. Wilkerson makes a very eloquent argument for why that's nonsense. But nevertheless, I don't even have to worry about that if I shift the conversation to caste, because caste is very clearly made by humans. And what humans have created, humans can dismantle. And so I think it's much more important than just the words we use. I don't think this is just a minor change in terminology. I think it's a way of conceptualizing this challenge that makes it easier for regular people to see a path forward. We can dismantle a caste system, because we, or our ancestors, and we have promulgated it, created this system. God didn't give us this system. And I think that that's helpful. And I also think a caste system runs counter to a very widely held presumption in our country that we have economic mobility, that the American dream is based on the idea that everybody can possibly succeed. And I think when you frame it as a caste system is the challenge to that economic mobility, is the challenge to that American dream, boy, it really moves people. I mean, I think there's a lot of potential here looking at it from a mayor's perspective. And it's certainly something I tend to do in Oklahoma City is to talk more about this problem in the framework of caste than in the framework of race. Was that your big aha to recognize that caste is the bones and race is the skin? Was that the big aha for you? Yes. In our city, race and also geography, segregation becomes another symptom of this. I think I realized, yeah, those aren't the problems. Those are the symptoms. Or as you put it, and as Miss Wilkerson puts it, that's the skin. Getting to the real problem is caste. And that problem was created by humans in this country. And just because we, me, David Holt, did not create that system doesn't mean that I'm not benefiting from it as a person who appears to be white, who is a member of the dominant caste. And we all have an obligation to undo this, even if we inherited it, that we still have an obligation. We are not freed from that obligation just because we are not the original creator. Walter, did you want to say something to the mayor? Is that why your hand is up? Yes, I do want to say something to the mayor. Mayor, you mentioned dismantling the caste system. When you look at poverty and talk about dismantling the caste system, you have to think about the systemic inequalities that African-Americans face. Now, I'm a former NFL player, but I don't fail to mention that I'm also a financial advisor. I was named this year to Forbes top next gen wealth advisor. So I look at wealth. And if you look at wealth as it relates to poverty and dismantling caste and poverty being a result of a caste system in which African-Americans could not benefit in the economics and wealth, and the majority of wealth is something that was passed down. When you take a marginalized people who were enslaved and they were not compensated for the work that they did, not allowing them to invest, and then you take this same group of people and you continue to marginalize them through laws and their property value not having the same value as their white counterparts. And you look at the statistics of an average white family having a wealth of $147,000 versus $3,600 of that in a black community, there is no way to make up for that lost amount of time. The question is, how do you dismantle a caste system without paying the debt of that time? Mayor Holt? I don't know if I know all the answers, but I know we have to start, right? I mean, I don't think we fix this in the short term, but like the old saying, how do you eat an elephant one bite at a time? I mean, everything you said is absolutely true. And I have no argument with it at all. And it is a monumental challenge. But we got to start. We just have to start. And having these conversations and getting people to be open minded about the reality and face that reality in our own personal lives, or in my case, on the scale of a city, is where we begin. And then we got to start putting one foot in front of the other and start providing equal opportunities so people of lower caste in the caste system structure can begin to build that wealth that you just talked about. But I mean, it's not going to happen overnight, obviously. Well, thank you, Mayor Holt. We hope to hear great things from you. And we'll bring Ben back into our conversation. Thank you so much. Thanks for receiving the book. And thank you for actually reading the book. Appreciate that. Well, thank you, Ms. Renfri. And I would be remiss if I didn't thank you for all you've done for our world. It's an honor to be with you today. Thank you. Thank you. Thank you, Mayor. Atiya is one of our readers. And she's the director of student financial management at Georgia State University and a mother of one. And I heard you related to a lot of the stories in the book. One in particular, Atiya, was the story that we talked about in a past episode of Harold Hale naming his daughter Ms. Hale, which we discussed during pillar two. Why did that story resonate so with you? Yeah, thank you so much. This discussion has just been amazing. And the book is just amazing. So thank you, Ms. Renfri and Ms. Wilkerson. But the story of Ms. Hale, it resonated with me so much because of an instant that I had with my own name. My name is Atiya. It's always been that way. I never thought anything of it. It's just the name that I was born with when my mom gave it to me. I love my name. And it was our senior night in high school. When I'm from a small town in Florida, it was senior night. I was one of the only Black cheerleaders on a cheerleading squad of 18. They recognized the seniors. They call your name. Everybody cheers. Your family shows up. It's great. When it got to my name, the announcer mispronounced my name. And I was upset. I've been going to the school for three years. I was well known, well liked. I was one of the captains on the squad. I was in FBLA and student council and all the things. So I ran up the stairs in our stadium. I talked to the announcer. I said, my name is Atiya. He said, oh, I'm sorry. He goes back on the mic. He says my name again. I run down the stairs. I'm proud. I'm happy. It's a great accomplishment. I'm getting ready to go to college. When I get back down to my group of friends on a cheerleading squad, people that I know and love who are white, the response is, I mean, what's the big deal? You know how your names are. And in that moment, I was reminded where I sit in the leveling. I didn't have a name for it until I started reading this book. But that is exactly what it was. It was just a reminder that my position in the cast, no matter how hard I had worked, I had not overcome that through my accomplishments or through all the things that I had done or my involvement. So this book, to me, has been eye-opening, heart-opening, soul-tying, and even provided some reconciliation for things that you don't understand why you feel that way or why it was such a big deal, because you start to question yourself. So much so that when I have my daughter, her name is very standard. No one can mispronounce it. No one can mess it up. If you know your ABCs, you can say her name correctly, because I didn't want her to ever have to go through the thought of being diminished and reminded of where she sits in the system if we haven't changed it by then. I tried to do all the right things. I'm one of those people that I have a rainbow of friends and all of the things, and I teach my daughter the same thing. But it is a little saddening sometimes to think my daughter has experienced things that I would not want her to have experienced. I didn't want to have to explain to her about George Floyd. I didn't want her worried about her father, because he is a black man in America and might get pulled over. So it's not just a burden of what we talked about in reference to professionals and then also the burden of parenting, but just the burden of it all. It just gets so heavy sometimes. So I can't say thank you enough of how much this book has sat with me, helped me grow, helped me learn. It's got so many instances that our country can grow from. Thank you, Ateeya. Thank you so much. Thank you for that. Dazarene is a first grade school teacher and a mother of three from Alabama. Your mother, Betty Jean, I understand was married to Coretta Scott King's brother. And you said that Isabel showed you where you came from as a black American woman. And you have a question for her. What is that question, Dazarene? Hello, again. Thanks for the opportunity. And also, thank you so much, Ms. Wilkerson. My question to you is that right now, what are the next steps that we could do to eliminate the caste system? But also, how do we help our neighbor? But how people like my husband, who is a pastor, how can they help other, the generation, to become knowledgeable of what has happened and to move to the next step? Well, thank you for that question. I'm getting that question a lot, even though in the book, I state that I approach this as would a building inspector. In other words, I approach it as I'm looking at our country as if it is an old house. And my job here is to shine a light, illuminate those spaces and areas in the part of the structure that are problematic and causing great pain and that will not get better on their own. So this is an x-ray of our country. One thing the building inspector does not generally do is that they do not make the repairs, in other, they themselves are not the ones that do the actual repair work. And I say that only to say that it takes almost everything out of a person just to come up with what I have presented here, which, as far as I know, doesn't exist anywhere else. In other words, the idea of putting together and seeing our country through the lens of caste, seeing our country through the infrastructure that's beneath it that we don't often see. It took so much out of me just to create that. And so I don't present myself as having all the answers. I'm still absorbing what I've written. I am putting this out there because this is new language, a new framework for understanding ourselves. I mean, this is something that many, many people have to open their hearts to wrap their heads around in order to be able to see that we, in fact, have inherited and do live under the shadow of the original caste system. And so I think that it's going to take everyone, not just one person, but everyone to ultimately dismantle, repair, fix whatever needs to be done to overcome these false divisions. But I would say that one of the recommendations that I have, and I don't seek to present a lot of recommendations. I mean, this is the kind of thing, if you think about Dr. Ibram Kendi's book, his first one was stamped from the beginning. And then after he laid out what was the history of how he presented the history of race in this country, then and only then later that he put out how to be an anti-racist. So you first have to establish what is the problem? What is the diagnosis? And then you come up with the plan of action. What is the prescription for what can be done? One of them is a Truth and Reconciliation Commission. And I recommend that because in order for anything to go forward, we all have to be on the same page about what has happened. And we're not at this point because many, many people, most Americans I might argue, because it's not taught in the schools, don't have a full understanding, would not have a full understanding of what actually happened in this country, of what our history truly is. And that's the reason why people read, say, The Warmth of the Suns, and they'll say, they told me time and time again, I had no idea. I had no idea. I hear that all the time. And the same for this one. People are just saying, I had no idea. This is just mind blowing. I can hardly even process what I'm reading. And yet this is our country's history. It's not been something that people have known, but it's been hidden in plain sight. It's been out there. You have to pull together all these pieces, as I have here, like a quilt, but then you see the entire, these are pieces of a quilt, fragments that create a quilt that then tell a story. And that's what this book ultimately is. And so what I believe is that a truth and reconciliation would be one out of many ways that we could then educate ourselves and educate the country so that if we all know what's happened in the past, we can then begin together, no longer in contention about what's happened, but then recognizing what's happened and then move forward from there. You know, in Berlin and Germany, where they've been dealing with this for many, many decades, there's this monument, this memorial to those who perished in the Holocaust. It takes up several football fields in the middle of Berlin, taking up prime real estate right in the middle of that major German city. And in it, there's no description of what it's for. There's not a long row of signage that gives you the backstory on why it's necessary, what it represents. Everyone is taught that, so they know what it represents, the symbolism of the location and everyone knowing what it represents because everyone is on the same page about what the basic history was. So then that is what needs to happen in our country, a recognition, a knowledge of the history, finally going into that basement. You know, after rain, you may not wanna go in the basement of your house because you may not wanna deal with or actually see what the rains have wrought. But if you don't go in that basement, it's your own peril because you're gonna have to deal with it whether you know it or not. You know, ignorance is no protection from not knowing. Not knowing is not a protection from the consequences of one's inaction. And so these are things that we all have to deal with. And I think that the greater the benefit, historically, from this caste system, the higher the responsibility for the people in a group to begin to take some responsibility for addressing these inequities. In other words, the more one has benefited through no false or action of one's own, you're just born into it. The more you have benefited from this, the higher the responsibility to begin to address it, to stand up, to get educated and to know the true history of one's country. Well, I can't imagine that when you finish the last paragraph that you were both relieved and a sense of overwhelming exhaustion because you did this so beautifully that we have, you know, just on this platform on Apple, had multiple, multiple, multiple conversations to try to unpack it. And I think the responsibility of every person who reads it is to continue to do that in your own way. So I have this platform, everybody in your own way here, you have your own platform. And how you choose to use that platform to pass it on will be your contribution, Dazarene. You know, whether that's giving it to the other teachers or making sure the principal at your school, however you choose to do that is your way of resisting, you know, the current norm and standing up to what you now know to be true about the history of our country. And I can't leave without speaking to some of the criticism and trolling that you have received. I don't know if you all know that, but you know, there are a lot of people who don't want this history to be known. There are a lot of people who want us to just to continue believing as we have been and who want things to be normalized in a way that your eyes are not opened. And how has that impacted you, first of all, to take such care and thoughtfulness, to never use the word racist, to not accuse people of that, and then to be trolled in such a way by people who haven't even read it, obviously. My hope is that the more people get a chance to read it for themselves, immerse themselves in it on their own, and to be able to hear about it from the people that they know, that that will transcend whatever initial resistance there may be in some select isolated quarters of our society. People who have a vested interest, you know, the idea of people having a vested interest in maintaining the hierarchy is not a new one. This is one reason why it's prevailed for as long as it has is because people have a vested interest in maintaining what they have always known. We are facing a sea change in the demographics of our country. If current projections hold that by 2042, the country will not look the way that it has in the past, that there might not be any majority, but that the majority that we've known for all of the existence of the United States would not be the case anymore, that there would no longer be a white majority, what does that mean for a country that has always prided itself on majority rule, that believes itself and presents itself as a open-minded democracy and wants deeply to believe in equality and liberty and justice for all? What does it mean when the country no longer looks the way that it has? And so I think that there's a tremendous amount of uncertainty and fear and worry about what this means. But if we look at the history, we realize that generally speaking, the hierarchy is already established. The hierarchy is established, and unless there is some intervention, some enlightenment, some awakening to the ways in which it hurts everyone, then there's no reason to believe that even the change in demographics would have as big an impact as people might fear it. Depending upon where you are in the caste system, that may be comforting or it may be alarming, but the fact of the matter is that if we look at a place like South Africa, we realize that just because the numbers are no longer there does not mean that the power dynamic changes all that dramatically. And so a lot of this is an existential question as to what will happen to the country, what will happen to the prevailing order that we've all grown accustomed to. Even people who may be in the middle and at the bottom of the hierarchy may have to wonder what does that mean for them, because everyone grows accustomed to the hierarchy as it's been. So I look at all of this as part of a continuum. I look at this as part of our growth, our evolving country, and as I say about an old house, the work is never done. And when you are a family that has had challenges, you can never say, well, we don't have to ever think about this again. These are continuing through lines in both families, in old houses, in our country, as a species, we continue to have to grow and to learn and to hopefully transcend that which has been created and that which we can dismantle if we choose to. Has the book done what you intended for it to do? Has it opened up the heart space in a way that you intended? This conversation is one of the best examples of the effect that it's having. I mean, thank you so much for lending your platform, for embracing it the way that you have. I mean, this has been extraordinary to be able to get this out to the world. I mean, there are people who I'm hearing from, from Dalits, the former Intouchables in India, who are absolutely so enthusiastic about this. They can't wait to get their hands on this book. They want it to be translated in Hindi. So it's having an impact, allowing us to see that it's not just about one group of people who have been held at the bottom, but it's how a caste system holds everyone in its grip. And it puts everyone in a box. And it doesn't allow us to be who we otherwise would be if we had choices beyond what had been presented to us in the caste system. And that everyone benefits when they get a chance to be who they really are intended to be. And a country would be better for it. Humanity would be better for it. The species would be better for it. So I wanted to end with that last paragraph from your book. In a world without caste, you say, being male or female, light or dark, immigrant or native born, would have no bearing on what anyone was perceived as being capable of. In a world without caste, we would all be invested in the wellbeing of others in our species, if only for our own survival and recognize that we are in need of one another more than we have been led to believe. We would join forces with indigenous people around the world, raising the alarm as fires rage and glaciers melt. We would see that when others suffer, the collective human body is set back from the progression of our species, a world without caste, you say, which set everyone free. So I want to ask everyone, go around the room here and ask everyone, do you envision, and I will end with you, Isabel, do you envision a world without caste in your lifetime? Beginning with you, Pastor Ben. I hope that we will all lead with a vision of shooting for that. And yet, I can't help but see caste throughout human history, not just here, but going back civilizations. And so may we go from here with that vision in mind? And maybe. Maybe. Or maybe. You're a maybe. Margaret and Alan, do you envision a world without caste in your lifetime? Unfortunately, I don't see it in my lifetime, but I like to cling to the hope that urges us on and tells us that tomorrow is going to be better. Okay, Alan. I do hope that there will be a society without caste because we all are, I say it often sometimes, I said, remember that we are all homo sapiens, we're all human beings. Right, right. And I think that's so critical. And thank you so much, both of you, for this great work, setting in order the foundation for us as we work on this old house. I love that metaphor. I love that metaphor. Thank you so much. Marissa, a world without caste, is it gonna happen in your lifetime? Oprah, if I turn on the news and watch it tonight, I'm not hopeful. But if I look to my children and to my team and to the Gen Z that's coming up, I do have hope. I might be naive, but I have hope. If I think about what's going to happen in November, it might give me more hope. So we have to see, but you have to cling to hope. Kim. I hope because Dr. King hoped and because Baldwin hoped and all the Obama hope. So I hope, but I don't think it'll be in my lifetime. I think, however, I do hope that the majority of us will work to make it happen. Sheri. I think I'm just gonna use Isabel's book here on page 349, where the Germans are talking. They say that we do feel as a younger generation, we should acknowledge and accept the responsibility. And for the generations that come after us, we should be guardians of the truth. I think that really helped me to see that maybe not in my lifetime, but I do believe I am now a guardian of the truth. And I am gonna make sure I do my part to stop it or to help stop it so that we can all be seen as one, one human. Shanna. Yes, I believe that as Isabel stated in her book, I believe that the hierarchy will shape shift. But what I'm hopeful about is that as people educate themselves and as people continue to be open, that we will see people demonstrate more radical empathy and that we will do better when we know better. Casey. You know, I'm holding tight to Isabel, what she mentioned, that just the beat of the butterfly wings. I feel like look what you two have done with this. It's starting. There's something brewing. You can rest now, Isabel. You have put this out there into the world. It's great, we privilege great responsibility. We are gonna put this out there in our schools. We are gonna put this out there and we're humans connecting right now and we're all co-conspirators. We just gotta keep with that momentum, I hope. You hope, I know. Yes, in my lifetime by 2042, that's the goal. So one of the recommendations for treatment for breaking this caste system is this idea of radical empathy. The Dalai Lama talks about that as compassion. You know, Desmond Tutu and Bryan Stevenson talks about that as mercy. I think of all of our ancestors who stood, you know, while they were beaten, while they were being hosed, but they kept that radical empathy alive in them. And that, I think this book is doing that one step at a time. And each one of us are that ripple. And I truly believe that my generation, the generation after me, will take on the mantle, just as our ancestors did, to really make this into a lived reality. Wow. Ateeah? In my lifetime, I do not think so. But I do think that very soon we will start to see many, many changes as people learn and grow and find out more about where we come from and where we need to go. Dazarene? The Vuhu proverb says that hope the fervor makes the heart sick. And so what I believe is that I have that hope, but I do not believe during my lifetime that it will happen. I believe that as time progressed, people continue to educate themselves, things will get better. Right now, in my lifetime, I just, I don't see it. Lisa? That is a tough question to answer truthfully. And truthfully, I'm gonna say, I don't see it happening in my lifetime. I feel that this book has armed us with data and the depth of research that, Isabel, that you did to have those conversations and not to come at the conversation from defensiveness or emotion without facts. And I think those conversations are what I'm hopeful for, the momentum forward and a path to someday preying the caste system from the United States. Mel, you're up. Well, I don't see it in my lifetime. Of course, at my age, that's not news. But I do think that there are indications that something is happening. For one thing, the increase of dominant caste individuals in the recent protests, this platform itself are indications that something is changing. And to me, it's really depended finally on people being or insisting upon being treated as individuals and allowing their individuality to stand out knowing that they represent a worthwhile separate entity that can have an effect on the world rather than allowing themselves to be shutted into a box, into a role. Erica. I think being surrounded in, I live in a very conservative community. I have very conservative family members and many people who are choosing to remain in their ignorance. And so while I hope for change, I don't know that I see it in my lifetime and I don't know that I see it in my children's lifetime. But what I would like to say is that, again, thank you, Ms. Wilkerson for this book. Sorry, I was apparently, now I'm crying. But I was thinking this morning about your compassion and it was making me tear up. And what I've been going back to over and over since I finished the book is the paragraph that you wrote that, sorry, apparently I am losing it, but about radical empathy. You're not losing it, you're fine. I'm just not gonna do the ugly cry. But radical empathy and that whole section about what that means and how, I mean, I wanna blow it up and put that on the wall of my house and teach everyone the radical empathy that you speak of and hope that that will be what we can use to change and to change people's hearts and help them open up to choosing not to stay in their ignorance anymore. And maybe that's what will bring about this change to break down the system and to end the caste system in our children's and grandchildren's lives. So that's my hope. Walter. You know, I'm from a place where, you know, y'all have been told so many times, we always knew that you were gonna make it. And it's like, why does it always have to be one person that is gonna make it out? You know, it's been several times where I could have easily been killed, like guns in my face by jump, not by people from a different caste, like people in the same caste as me. And to like have the successes that I have, it does not excuse me from any of the hate that comes because of the way that I look. I woke up this morning as an exercise and reading this book and I asked my six-year-old son, when you see me, what do you see? And my son goes to, you know, predominantly white school, totally different from the black school that I went to. People always say I went to a predominantly black, I went to a black, I went to a black elementary school, black middle school, and a black high school, the blackest east of the Mississippi Booker T. Washington High School. And my son said to me, you like sports, you're an athlete, right? You're tall, you have a beard, I can't really see your ears from the front, getting kind of chubby. But the one thing that he didn't say was the fact that I was black. He didn't point that out, he didn't see it. So that's where my hope comes from. My 12-year-old daughter in the midst of Florida in a protest, staged her own protest, and she too go to a predominantly white school, but she created a protest, put it online, put it on social media, and people showed up for her and supported her. And it lets me know that there's so much more that has to be done. And I'm gonna say that in my lifetime, we will dismantle the caste system. And when someone in a position of power tells you with an analogy of how you eat an elephant, one by one, I want you to reply that you don't eat elephants. Thank you, Walter. Heather. I think that as long as we keep having these uncomfortable conversations and talking and posting and reading and educating, that I am very hopeful that even if it's not necessarily in my lifetime, that certainly in my children's lifetime, this will be dismantled. And I have to be hopeful because I feel like a world without hope isn't one that I wanna live in. Malba, having endured so much, seen so much, been through so much, do you think that dominating caste system will be eliminated in your lifetime? It is the only thing, Oprah, that keeps me going every single day of my life. Every morning that I get up, I fight another fight. I'm fighting a fight now at a local university that's backing up. I earned my 40 acres and my mule and they don't wanna give me it. Won't give me my space at the table in the big house. So you betcha. That's the only thing that keeps me going is yes. The fact that Isabel wrote this book, this is a surprise. When Obama got elected as president, I got invitations to the inauguration. I stayed home in my pajamas and my slippers eating blueberries and pancakes because I needed to cry by myself. There were 100 plus news reporters on my front yard waiting to hear what I had to say about it. I only got to say thank you, Jesus. Thank you, Jesus, for this woman who's coming out and showing us what it is we're fighting against. You always need to know what the enemy looks like, don't you? She's defined it for more people. And as for you, Oprah, when you let go of your show, I thought someone had taken the ladder from beneath my old house. I was so steamed at you because I thought, look at all the good you do every afternoon. I think I wrote you something like 10 letters. And then I watched you go into the good you do every moment of every day now. So yes, ma'am, it's gonna happen. Could be tomorrow. Did you think Obama would be president? If you had asked MLK if he thought we'd have had a black president this soon, he'd have said no. So my answer to you is yes, ma'am. Could be tomorrow afternoon. Could be the next day. Gonna happen. Gonna happen. All right, Miss Wilkerson, take us home. Take us home. Well, I wouldn't have written this book if I didn't think there was a possibility, if I didn't have hope. I wrote it because I have hope. And in order to have hope for it to be conquered and wrestled with, you have to know what you're wrestling with. You have to know that it exists, and that's why I wrote this. I would say though, that it will take a lot to create a world without cast. It will take a lot. It will take everybody because everybody has a part in it, whether we realize it or not. And the responsibility then falls to us in our own ways. Of course, it's much bigger than us, and it will take structural institutional addressing. But in terms of what we can do, I would say that each of us can create a world without cast in our own lives, in our own families. And that means standing up where we see assumptions that are based on cast, when we see and hear people reflecting back the hierarchy, wherever this may be. If one is subordinated cast, standing up for what they believe in, what we believe in, and what we know we can be and what we can do. If we are in the dominant cast, to recognize the history that led to the positioning of one group over another, recognizing the bequest that comes through no act of one's own, the entitlements that it accrues to that, and recognizing where people can listen and learn and hear the experiences of people who have to live lives as a result of this cast system, very different than their own. And I would say that we also create a world without cast in our own lives. When we decide for ourselves who we will surround ourselves with, what messaging we will admit into our own lives and share with our own children. And when we decide what we will permit in our own lives, we have more power than we think we do. And the responsibility for parents to make sure that, as if this, imagine that this was some other ailment that ran in one's family, if it were child abuse or something else, we can say that it stops here. This is where it stops. And every individual has the power to say, in my world, in my life, in my family, this is where it ends. This is where it ends. I want to say thank you to all of our readers for coming here with your open hearts, for sharing your stories, for fierce commitment to self-reflection. That's what this all has been about. Deep self-reflection, reflection on our country during this conversation. And thank you, Isabel. Your parents are smiling. The ancestors are smiling. We thank you so much for this offering that you've brought. I think of this book as an offering. And I told you when we first spoke on the phone that, the ancestors, they were smiling, now they're shouting. So thank you all for being... Now they're gonna shout. Thank you for being a shining light in all the dark corners of our past and present, and for illuminating a future where we can not only see ourselves and our country, but free ourselves. Head to Apple Books to get your copy of CAST. You can also go to Apple TV Plus to watch my author interviews with previous Oprah's Book Club picks. And in October, my one-on-one interview with Isabel Workerson. Thank you, everybody."}, "podcast_summary": "In this podcast, Oprah Winfrey discusses the book CAST by Isabel Wilkerson with various readers. They talk about the impact of the caste system and how it has perpetuated notions of superiority and inferiority. The readers also share personal stories and insights on the topic. The conversation highlights the need for radical empathy, education, and dismantling the caste system in order to move towards a more equitable society. Overall, the podcast aims to raise awareness and encourage listeners to engage with the book and its important themes.", "podcast_guest": "Isabel Wilkerson", "podcast_highlights": ""}