{"podcast_details": {"podcast_title": "Oprah's Super Soul", "episode_title": "Super Soul Special: Oprah and Common: Your Life in Focus", "episode_image": "https://image.simplecastcdn.com/images/c192fefa-68d2-4132-abb4-19d44fea785b/89c25c76-c65d-40a2-b53f-044ec408efb3/3000x3000/ss-podcast-2023-keyart-fin.jpg?aid=rss_feed", "episode_transcript": " I'm Oprah Winfrey. Welcome to Super Soul Conversations, the podcast. I believe that one of the most valuable gifts you can give yourself is time. Taking time to be more fully present. Your journey to become more inspired and connected to the deeper world around us starts right now. Welcome to Oprah's 2020 Visionary Talks. From the stage of my own 2020 Vision, Your Life in Focus Tour, WW Weight Watchers Reimagine and I join forces to bring you candid conversations with some of the world's most famous trailblazers, whose story of wellness will empower you to discover the highest, truest vision for your love. Here to perform a spoken essay based on his book, Let Love Have the Last Word, please welcome Grammy, Golden Globe, Oscar winner, Kamen. Peace. How's everybody feeling Denver? I want to thank God for being in this moment right now in Denver, Colorado. It's an honor to be here on Oprah's journey of wellness because I've been thinking about my word lately for 2020. But I have a I have a hard time making up my mind. I'm a Pisces. I kind of go back and forth, back and forth. But one of the words that I chose that's more most powerful in my life is love. And I wanted to share that with you all in my journey in discovering love. It was 2 a.m. in the morning and my phone was ringing. Now, when your phone rings in the middle of the night, that's a scary feeling. Or I mean, it could be a good thing if it's the person you want to be calling. But I saw that it was it was my daughter, Amoye. So my heart jumped because she never regularly calls me in the middle of the night. So I immediately wondered what's going on. Is she all right? I answered the phone and after a brief conversation, I could hear that she was having a good time. She was in college. She had been drinking. She was talking to me just about general things. Well, I said, Amoye, I have to get up early in the morning. I'm starting a new film in the morning. So can we talk tomorrow? Three minutes later, my phone rang again. It was Amoye and I picked up and she said, Dad, you don't even care. You didn't ask if I was OK. You didn't see where I was. I was taken aback because I didn't know where this was coming from. But me knowing that she had been drinking, I said, Amoye, we should talk about this tomorrow. And we did. We talked about it the next day. And then when she came home from school two weeks later, we talked about it face to face. And what Amoye told me was that she felt like at times I wasn't a good father, that I hadn't been there for her at times, that I had been on the road too much. She felt at one point that I didn't want to pay for her to take her SAT exams. I initially felt defensive, like you really think that I wouldn't pay for you to take your SAT exams? I couldn't believe it. I was hurt. I was angry. And I just wanted her to finish her talk so that I can explain to her why I was a good father. But something struck me. Something struck me because this was my daughter that I love. So in this moment, I realized the only thing that I could do to show her that I love her was to listen to her. To listen. And in that moment, I started to recognize that true love is an action word. And as much as I wanted to say, you know I love you, and I've always loved you, and I never did anything to show you that I didn't love you, I had to let love have the last word. And by doing that, that was listening. It made me think about how I love. And if I'm really loving with intention, and if I'm loving with actions that accompany that intention. And because love is my word, I thought about where in my life I've been loving the best and where I failed in expressing love. Now, one of the first places I found love was in writing. Writing. I love writing. It made me reflect on what footprints I want to leave on this planet. Walking with the Lord, I see footprints. My mama always told me use my good sense. Common always looking for the good sense. Since we all got good in our essence. In the hood sense. We all good anyway. That's why you always hear another dollar another day. I see the day as a new beginning. Movement of the people, movement of the women to get the earth spinning in the right direction. This movie of life sometimes might project at scenes that don't seem serene. I like Palo Santo, put on love supreme, and get into the being of the great I am. That's when I get to seeing just how great I am. Many, many times from mistakes I ran, but I'm just a cake. Let me bake, God damn. I pray I don't forsake my man. And whenever I fall on faith I land. Imperfections, resurrections, in the mirror staring at God's reflection, reflecting on my aggressions, on my progressions, on my obsessions. There's a lesson in not feeling less than in seeing life itself as a blessing. Now one of the greatest blessings we have in life is love. And in order to look at this journey in a holistic way, I had to not only look at the places where I found love and the things that I did love, but I had to look at where I failed in love. And one of the places that I found that I failed in love was actually loving myself. And I found that, it's funny because I found that through a breakup. It's like I had popularity and recognition and I received awards as an artist, but that didn't truly mean that I was loving myself. And I really did learn that through a breakup. This breakup was a tough breakup for me. It was one of those breakups where you're going through it and you could barely eat. Any of y'all been through that before? Where that's all you could do is think about that person and your focus is on that person of like, oh that person was so intelligent, so talented, so gifted. And you create all these things about the breakup, about how wonderful the other person is. But what about you? And the more and more I started to ask, what about me? The more I started to do things to work on myself, the more I started understanding I had to love myself better. And some of these things started with building a relationship with God. Not something that someone told me about God, but building my own relationship with the creator. The God that exists in us all. Now another step that I found was what Jesse talked about. Mindfulness. I happened to be going on a mindfulness retreat and I had never participated in this, but my team set up a mindfulness retreat. And we did all these different things. We did mindful eating, we did a mindful walk. It was so powerful. And we also did these mindful practices about breathing. And one of the techniques was to put our heart over our hand and put our hand on our stomach and just take a breath and close our eyes. And as I did it, I started to feel this vibration in myself and I started to get teary eyed. And I realized, as much as I wanted to be an activist and go out and do for the world, there's no activism without self-activism. And the third component that I learned on this journey of self-love was therapy. Now as a black man, we don't talk about therapy too much in the African American community. It's something that we consider taboo in many ways. In fact, when I told my mom that I was going to therapy, she was like, nah, we don't really do that. She said, go to God. I said, well, God is working through the therapist, ma. I didn't know how beneficial therapy would be, but it allowed me to heal some of the issues and things that I had inherited, some of the generational curses and trauma. It helped me heal the relationship with my father, which actually gave me an opportunity to help heal the relationship with my daughter, Amoye. So we had our own therapy session together so that we can discover these wounds together, figure out how to solve these wounds together, and also eventually stop that cycle. I'm here to stop the cycle. So I believe in 2020 with the vision that Oprah is sharing with you all and with us. We got to go forward with new ways of transformation and part of that transformation is new ways of thinking, new ways of being, being open, new ways. The Jubilee of a new me, giving my enemies something new to see, my community, they be fueling me in the struggle of us. There's a unity, the moral universe, stay schooling me. Will the king of kings really rule in me? I'm an instrument, stay in tune with me. This orchestrated by Kareem Samoura booming me. If for God they had a cupid, she be shooting me. This rap here is fierce eulogy. Escape rooms with glasses of wine, just another crutch for my brokenness, a term that I got from my therapist. As a black man, I feel I should be sharing this. In the hood they say we crazy and we derelicts, but we need it for our kids and our marriages. Though some folks say we don't do that, but taking care of self is the new black. Unconventional ways, unconventional ways, unconditional ways, meditation, mindfulness, it's just giving the praise. I'm in a phase, all I see is victory. You want that wave, then come and get with me. I only want what's meant for me and say the things that are sent to me. In penitentiaries, I met the most enlightened. Finding a loss is heaven's excitement. I write with the force of a kid that wanted to be in the source, but that changed the course. I maintained the source and became a boss. I apologize if I came across as judgmental or self-righteous, because in you, I see his likeness. And for all tonight, Denver, all today, all this morning that you heard, I want to let you know to let love have the last word. Thank you. Whoa, whoa, look at you. I love that. Come on. Wow. First of all, where does that come from? Tell us how does it start out as a rhythm first or as a word or a series of words, and then you build on the words. I feel for me like writing and whether it's freestyle or writing, it's a divine expression. And I only want to create when I'm in that divine place where I feel open to letting God flow through. And you know, it's times where I'm trying to write and it's not coming. I could get in my car and like that's how I write. I ride around in my truck up and down the PCH just saying things to myself. And if I can, I can ride for four hours and nothing will come out. And I know that like, okay, this is not the time to write. But when it's when it's flowing, it flows. And I just try to do as you said, get into a space first of just silencing and tune and fill myself up and allow the divine expression to come through. Wow, I love that. And you say, I was just saying earlier that one of the things I always do when there's a crisis or trouble, I say, what is this here to teach me when your daughter first presented this idea that you were not a good father. I'm sure that was really hurtful. And you were offended and your ego comes up first. Right? Yes, my ego is like, how could you say that I'm not a good father like all the things that I've done. And I was hurt. I was because you know, really, I knew that I've been loving her. But one thing I understood in that moment, and like what I got out of that teacher board, what I got out of that moment, what I was taught was just because I feel like I'm expressing love to someone doesn't mean that's how they receive it. And, and it's up to me to be that's big. It's up to me to be present enough to say, take all the past ego out and just say, Okay, how do you feel at this moment? This is how you feel, and take it in and not try to come with an answer or solution at that moment. So you called your memoir love is the last word. Why? Well, because I actually saw a quote that Dr. King had, he said that in a speech about something like he didn't say let love have the last word, but he said, throughout all things, if we can have love be the last thing that we live by, and the beginning of what we live by, then I think our lives will be greater. And it all ties in. I think everything we're experiencing here is truly love, you know, and I feel that we could feel it when we were in the silence together isn't it so interesting that when you get still, you go to that place where everybody can feel the same core thing Oh, I did. I did the silence with you all backstage. That was amazing for me. I just I needed that I gotta keep practicing that. Yeah. Thank you for coming and sharing. Thank you for your love is the last word. I'm Oprah Winfrey, and you've been listening to Super Soul Conversations, the podcast, you can follow Super Soul on Instagram, Twitter, and Facebook. If you haven't yet go to Apple podcasts and subscribe, rate, and review this podcast. Join me next week for another Super Soul Conversation. Thank you for listening."}, "podcast_summary": "In this podcast episode of Super Soul Conversations with Oprah Winfrey, she sits down with Grammy, Golden Globe, and Oscar-winning artist Common to discuss the power of love. Common shares a personal story about his daughter and how it taught him the importance of truly listening and showing love through actions. He also discusses the journey of self-love, including building a relationship with God, practicing mindfulness, and seeking therapy. Through his spoken essay and performance, Common emphasizes the transformative power of love and the need for new ways of thinking and being in 2020. This episode offers a profound and inspiring perspective on love and self-discovery. Tune in to Super Soul Conversations to hear the full conversation and be inspired to let love have the last word in your own life.", "podcast_guest": "Kamen", "podcast_highlights": ""}